[
    {
        "name": "MOTO DREAM",
        "image": "https://i.ibb.co/YRTHjTP/moto-dream.png",
        "live": "https://moto-dream.web.app/",
        "client": "https://github.com/BayezidMostafa/Moto_Dream_A_12_Client",
        "server": "https://github.com/BayezidMostafa/Moto_Dream_A_12_Server",
        "details": "Built by modern technologies like React JS, Tailwind CSS, node.js, express.js, MongoDB, Firebase, Stripe JS, Vercel, and many more. The most unique feature is the Dashboard.",
        "more_details": "Fully Unique Design with custom components. This website is based on second-hand Motorcycle. Here You can buy motorcycle and also you can sell your motorcycle. This website contains 3 different types of motorcycle category. You can complete the payment process on my website. You can advertise for your products. This website has a unique dashboard where you can manage your products or orders. For exploring admin section Admin: hiperx1@gmail.com, Password: 123456",
        "tech_stacks": "",
        "time": "3",
        "project_view": [
            {
                "project_ss": "https://i.ibb.co/Y3WpYpP/moto-dream-1.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/0c87cbd/moto-dream-2.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/Kw2p37D/moto-dream-3.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/h1WQ35R/moto-dream-4.jpg"
            }
        ]
    },
    {
        "name": "PRO'S GUIDE",
        "image": "https://i.ibb.co/JndC5y4/pro-s-guide.png",
        "live": "https://pro-s-guid.web.app/",
        "client": "https://github.com/BayezidMostafa/Pro-s_Guide_A_11_Client",
        "server": "https://github.com/BayezidMostafa/-Pro-s_Guide_A_11_Server",
        "details": "This website is based on a travel guider who provides a quality guide on traveling. Built by many technologies including, React JS, Tailwind CSS, node.js, express.js, MongoDB, Firebase, and many more.",
        "more_details": "My Website is based on Traveling. It's built by a modern application Called React JS. I used Tailwind CSS with Material Tailwind(Components Library) to customize the whole application's UI. This website has two different authentication systems. They are: Email Password Authentication, Google Authentication. This website is based on traveling so there are few services for travel guidance! Check them!. You can add some reviews based on the different category I implemented an authorization policy called JWT(JSON Web Token) on my website!",
        "tech_stacks": "",
        "time": "4",
        "project_view": [
            {
                "project_ss": "https://i.ibb.co/1rC3tKK/pro-s-guide-1.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/WGYGn9T/pro-s-guide-2.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/CsXp0gK/pro-s-guide-3.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/7GdRWGK/pro-s-guide-4.jpg"
            }
        ]
    },
    {
        "name": "LEARNING POOL",
        "image": "https://i.ibb.co/TM9Cjp7/learning-pool.png",
        "live": "https://learning-pool-3d1c8.web.app/",
        "client": "https://github.com/BayezidMostafa/Learning_Pool_A_10_Client",
        "server": "https://github.com/BayezidMostafa/Learning_Pool_A_10_Server",
        "details": "An educational website with a lot of modern technologies including React JS, Tailwind CSS, node.js, express.js, firebase, etc. The most unique part of this website is the PDF downloader, Private route, etc.",
        "more_details": "This is a modern single-page application. This application is built by React with Tailwind CSS Library. I used Material Tailwind to customize this web application. This application is based on the learning platform. There are six different types of courses on my website in the courses panel. Every single course card has an individual button that will give you more info about the targeted course. You can download the course information in a PDF format from the course details page. You can try premium access! But wait! You have to log in first. Otherwise, it won't show you anything!",
        "tech_stacks": "",
        "time": "4",
        "project_view": [
            {
                "project_ss": "https://i.ibb.co/cCJdxfB/learning-pool-1.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/whF2CLw/learning-pool-2.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/2g46tpp/learning-pool-3.jpg"
            },
            {
                "project_ss": "https://i.ibb.co/JtxjDSD/learning-pool-4.jpg"
            }
        ]
    }
]